String aboutUs='RUSSPASS — это больше, чем просто удобная экосистема для планирования и организации даже самых сложных путешествий по России.';

List<String> privacyPolicy = <String>[
  '1.1. Персональные данные Пользователя Ресурса обрабатывается в соответствии с ФЗ «О персональных данных» No 152-ФЗ.',
  '1.2. При регистрации на Ресурсе Пользователь Ресурса предоставляет следующую информацию: Фамилия, Имя, контактный номер телефона, адрес электронной почты, дату рождения. Осуществляя регистрацию на Ресурсе Пользователь подтверждает, что принимает условия настоящего Соглашения и условия обработки персональных данных, указанных в нем.',
  '1.3. Предоставляя свои персональные данные Владельцу Ресурса (путем регистрации на Ресурсе или иным законным способом), Пользователь Ресурса соглашается на их обработку Владельцем Ресурса, а также на их передачу Владельцем Ресурса третьим лицам, выполняющим обработку персональных данных по его поручению или привлекаемых им для выполнения договора, заключенного между ним и Пользователем или для иных целей, не запрещенных законодательством РФ. Пользователь соглашается на обработку своих персональных данных Владельцем Ресурса в целях выполнения Владельцем обязательств перед Пользователем Ресурса в рамках настоящего Соглашения.',
  '1.4. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение, использование, передачу (в том числе передачу третьим лицам, не исключа трансграничную передачу, если необходимость в ней возникла в ходе исполнения обязательств), обезличивание, блокирование, удаление, уничтожение персональных данных.',
  '1.5. Принятие Соглашения является обязательным условием для регистрации: Пользователь не может оформить заказ на доставку товаров до ознакомления с настоящим Соглашением и предоставления согласия с настоящим Соглашением при регистрации на Ресурсе.',
  '1.6. Владелец Ресурса оставляет за собой право вносить изменения в настоящее Соглашение.'
];

var termsConditions = [
  {
    "terms_title": "Общие положения",
    "terms_points": "",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.1. Соглашение устанавливает порядок доступа к размещенным в сети Интернет информационным материалам, образующим информационный сайт russpass.ru, и Мобильное приложение «Russpass» (далее — Ресурс), определяет права и обязанности лиц, осуществляющих доступ к Ресурсу посредством сети Интернет (далее — Пользователей).",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.2. Владельцем Ресурса, реализующим в полном объеме права по администрированию Ресурса, является Проект Правительства Москвы.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.3. Все взаимоотношения между Владельцем Ресурса и Пользователями Ресурса регулируются действующим законодательством Российской Федерации и настоящим Соглашением",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.4. Владелец Ресурса вправе в любое время изменять настоящее Соглашение. Действующая редакция Соглашения находится в сети Интернет по адресу russpass.ru",
  },
  {
    "terms_title": "Права Владельца Ресурса",
    "terms_points": "",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.1. Владелец Ресурса обладает всеми исключительными правами на использование Ресурса, по собственному усмотрению в любое время изменяет содержание Ресурса, удаляет и добавляет любые материалы, разрешает доступ к Ресурсу либо ограничивает такой доступ, осуществляет иные принадлежащие ему права в отношении Ресурса.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.2. Владелец Ресурса осуществляет администрирование Ресурса с целью размещения на Ресурсе информации о компании, ее деятельности, а также иной информации, которая, по мнению Владельца Ресурса, может оказаться полезной Пользователям Ресурса.",
  },
  {
    "terms_title": "Пользователи Ресурса",
    "terms_points": "",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.1. Пользователем Ресурса признается любое лицо, осуществляющее доступ к Ресурсу посредством сети Интернет.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.2. Права и обязанности Пользователя Ресурса возникают у лица с момента первого обращения к любому из материалов Ресурса.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.3. Пользователям Ресурса предоставляется свободный доступ к информационным материалам , размещенным на Ресурсе, за исключением материалов, доступ к которым должен быть ограничен в соответствии с законодательством Российской Федерации. Пользователи Ресурса обязаны воздерживаться от любых действий, способных причинить вред информационному наполнению, программному и аппаратному обеспечению Ресурса.",
  },
  {
    "terms_title": "Правовой статус информации, размещенной на Ресурсе",
    "terms_points": "",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.1. Авторские права на информационные материалы (в том числе, но не ограничиваясь перечисленным : изображения, фотографии, тексты, логотипы, дизайн отдельных блоков Ресурса и всего Ресурса в целом), размещенные на Ресурсе, принадлежат Владельцу Ресурса и иным правообладателям, с согласия которых материалы размещены на Ресурсе. Иные лица не вправе каким - либо образом использовать размещенные на Ресурсе материалы, копировать полностью или частично, распространять, видоизменять, воспроизводить указанные материалы без предварительного разрешения Владельца Ресурса и (или) иных правообладателей. Все права на информационные материалы, в том числе на изображения (фотографии), размещенные на Ресурсе, охраняются в соответствии с национальным и международным законодательством ( Г лава 70 Гражданского кодекса РФ, Всемирная конвенция об авторском праве, Бернская конвенция об охране литературных и художественных произведений и иные нормативные акты в области охраны авторских прав). При использовании любых информационных материалов и изображений (фотографий) с Ресурс в сети Интернет обязательным условием является указание на источник материалов - Ресурс.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.2. Пользователи Ресурса вправе свободно знакомиться с информационными материалами, расположенными на Ресурсе в открытом доступе. Доступ к материалам, расположенным на Ресурсе, предоставляется на безвозмездной основе.",
  },
  {
    "terms_title": "",
    "terms_points":
        "1.3. Владельцем Ресурса принимаются административные, организационны е и технические меры по защите дете й от информации, причиняющей вред их здоровью и развитию в соответстви и с Положением, утвержденным Владельцем Ресурса и доступным для ознакомления на Ресурсе.",
  },
];
